templates/niiMexConstantAngleSlopeTurbKWUProfileInlet/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType  RAS;

RAS
{
    RASModel        kOmegaSST;

    turbulence      on;

    printCoeffs     on;

//	kOmegaSSTCoeffs
//    {
//        alphaK1     0.85;
//        alphaK2     1.0;
//        alphaOmega1 0.5;
//        alphaOmega2 0.856;
//        beta1       0.075;
//        beta2       0.0828;
//        betaStar    0.09;
//        gamma1      5/9;
//        gamma2      0.44;
//        a1          0.31;
//        b1          1.0;
//        c1          10.0;
//        F3          no;
//    };
}


// ************************************************************************* //
