templates/niiMexConstantAngleSlopeTurbKWUProfileInlet/constant/boundaryDataOld/leftInletWall/points
157
(
	(0.0	0.0015	0.00000)
	(0.0	0.0000	0.00000)
	(0.0	0.0000	0.00005)
	(0.0	0.0000	0.00030)
	(0.0	0.0000	0.00055)
	(0.0	0.0000	0.00080)
	(0.0	0.0000	0.00105)
	(0.0	0.0000	0.00130)
	(0.0	0.0000	0.00155)
	(0.0	0.0000	0.00180)
	(0.0	0.0000	0.00205)
	(0.0	0.0000	0.00255)
	(0.0	0.0000	0.00305)
	(0.0	0.0000	0.00355)
	(0.0	0.0000	0.00405)
	(0.0	0.0000	0.00455)
	(0.0	0.0000	0.00505)
	(0.0	0.0000	0.00555)
	(0.0	0.0000	0.00605)
	(0.0	0.0000	0.00655)
	(0.0	0.0000	0.00705)
	(0.0	0.0000	0.00755)
	(0.0	0.0000	0.00805)
	(0.0	0.0000	0.00855)
	(0.0	0.0000	0.00905)
	(0.0	0.0000	0.00955)
	(0.0	0.0000	0.01000)
	(0.0	0.0015	0.00000)
	(0.0	0.0015	0.00005)
	(0.0	0.0015	0.00030)
	(0.0	0.0015	0.00055)
	(0.0	0.0015	0.00080)
	(0.0	0.0015	0.00105)
	(0.0	0.0015	0.00130)
	(0.0	0.0015	0.00155)
	(0.0	0.0015	0.00180)
	(0.0	0.0015	0.00205)
	(0.0	0.0015	0.00255)
	(0.0	0.0015	0.00305)
	(0.0	0.0015	0.00355)
	(0.0	0.0015	0.00405)
	(0.0	0.0015	0.00455)
	(0.0	0.0015	0.00505)
	(0.0	0.0015	0.00555)
	(0.0	0.0015	0.00605)
	(0.0	0.0015	0.00655)
	(0.0	0.0015	0.00705)
	(0.0	0.0015	0.00755)
	(0.0	0.0015	0.00805)
	(0.0	0.0015	0.00855)
	(0.0	0.0015	0.00905)
	(0.0	0.0015	0.00955)
	(0.0	0.0015	0.01000)
	(0.0	0.0025	0.00000)
	(0.0	0.0025	0.00005)
	(0.0	0.0025	0.00030)
	(0.0	0.0025	0.00055)
	(0.0	0.0025	0.00080)
	(0.0	0.0025	0.00105)
	(0.0	0.0025	0.00130)
	(0.0	0.0025	0.00155)
	(0.0	0.0025	0.00180)
	(0.0	0.0025	0.00205)
	(0.0	0.0025	0.00255)
	(0.0	0.0025	0.00305)
	(0.0	0.0025	0.00355)
	(0.0	0.0025	0.00405)
	(0.0	0.0025	0.00455)
	(0.0	0.0025	0.00505)
	(0.0	0.0025	0.00555)
	(0.0	0.0025	0.00605)
	(0.0	0.0025	0.00655)
	(0.0	0.0025	0.00705)
	(0.0	0.0025	0.00755)
	(0.0	0.0025	0.00805)
	(0.0	0.0025	0.00855)
	(0.0	0.0025	0.00905)
	(0.0	0.0025	0.00955)
	(0.0	0.0025	0.01000)
	(0.0	0.0035	0.00000)
	(0.0	0.0035	0.00005)
	(0.0	0.0035	0.00030)
	(0.0	0.0035	0.00055)
	(0.0	0.0035	0.00080)
	(0.0	0.0035	0.00105)
	(0.0	0.0035	0.00130)
	(0.0	0.0035	0.00155)
	(0.0	0.0035	0.00180)
	(0.0	0.0035	0.00205)
	(0.0	0.0035	0.00255)
	(0.0	0.0035	0.00305)
	(0.0	0.0035	0.00355)
	(0.0	0.0035	0.00405)
	(0.0	0.0035	0.00455)
	(0.0	0.0035	0.00505)
	(0.0	0.0035	0.00555)
	(0.0	0.0035	0.00605)
	(0.0	0.0035	0.00655)
	(0.0	0.0035	0.00705)
	(0.0	0.0035	0.00755)
	(0.0	0.0035	0.00805)
	(0.0	0.0035	0.00855)
	(0.0	0.0035	0.00905)
	(0.0	0.0035	0.00955)
	(0.0	0.0035	0.01000)
	(0.0	0.0045	0.00000)
	(0.0	0.0045	0.00005)
	(0.0	0.0045	0.00030)
	(0.0	0.0045	0.00055)
	(0.0	0.0045	0.00080)
	(0.0	0.0045	0.00105)
	(0.0	0.0045	0.00130)
	(0.0	0.0045	0.00155)
	(0.0	0.0045	0.00180)
	(0.0	0.0045	0.00205)
	(0.0	0.0045	0.00255)
	(0.0	0.0045	0.00305)
	(0.0	0.0045	0.00355)
	(0.0	0.0045	0.00405)
	(0.0	0.0045	0.00455)
	(0.0	0.0045	0.00505)
	(0.0	0.0045	0.00555)
	(0.0	0.0045	0.00605)
	(0.0	0.0045	0.00655)
	(0.0	0.0045	0.00705)
	(0.0	0.0045	0.00755)
	(0.0	0.0045	0.00805)
	(0.0	0.0045	0.00855)
	(0.0	0.0045	0.00905)
	(0.0	0.0045	0.00955)
	(0.0	0.0045	0.01000)
	(0.0	0.0050	0.00000)
	(0.0	0.0050	0.00005)
	(0.0	0.0050	0.00030)
	(0.0	0.0050	0.00055)
	(0.0	0.0050	0.00080)
	(0.0	0.0050	0.00105)
	(0.0	0.0050	0.00130)
	(0.0	0.0050	0.00155)
	(0.0	0.0050	0.00180)
	(0.0	0.0050	0.00205)
	(0.0	0.0050	0.00255)
	(0.0	0.0050	0.00305)
	(0.0	0.0050	0.00355)
	(0.0	0.0050	0.00405)
	(0.0	0.0050	0.00455)
	(0.0	0.0050	0.00505)
	(0.0	0.0050	0.00555)
	(0.0	0.0050	0.00605)
	(0.0	0.0050	0.00655)
	(0.0	0.0050	0.00705)
	(0.0	0.0050	0.00755)
	(0.0	0.0050	0.00805)
	(0.0	0.0050	0.00855)
	(0.0	0.0050	0.00905)
	(0.0	0.0050	0.00955)
	(0.0	0.0050	0.01000)
)
